tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "dive"
brew "docker", link: false
brew "duti"
brew "fzf"
brew "gcc"
brew "gh"
brew "go"
brew "grpcurl"
brew "htop"
brew "ipcalc"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubectx"
brew "mas"
brew "mtr"
brew "nvm"
brew "php@8.0"
brew "terraform"
cask "1password"
cask "alfred"
cask "bettertouchtool"
cask "clion"
cask "docker"
cask "foldingtext"
cask "gather"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lunar"
cask "ngrok"
cask "phpstorm"
cask "popclip"
cask "postman"
cask "pycharm-ce"
cask "rubymine"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Moom", id: 419330170
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
